{
  "product": [
    {
      "name": "Fresh Milk",
      "category": "1",
      "description": "The perfect blend of hearty nutrition and natural flavour, the Lactencia Organic Farm Fresh milk is 100% natural and unprocessed. Every sip is bound to make you feel energized and full of life.",
      "price": "4.50",
      "volume": " 4000ml ",
      "product_image": "../images/milkproduct.png",
      "id": 1
    },
    {
      "id": 2,
      "name": "Whole Milk",
      "category": 1,
      "description": "Cream is separated from the non-fat milk by a centrifugal machine, then adjusted in standard proportion to create the 4 varieties of milk Canadians know and love: 3.25% (whole milk)",
      "price": 5.99,
      "volume": "4000ml",
      "product_image": "../images/whole_milk.jpg"
    },
    {
      "id": 3,
      "name": "Ghee",
      "category": 1,
      "description": "Taste the true essence of pure organic ghee! Crafted using organic milk cream from happy, healthy cows living on organic farms, this ghee pays homage to the intricacies of the traditional Bilona method that dates back centuries. Cream is extracted from organic milk and carefully cultured before it is slow-churned to make butter.",
      "price": 2.99,
      "volume": "490ml",
      "product_image": "../images/ghee.png"
    },
    {
      "id": 4,
      "name": "Cheese",
      "category": 2,
      "description": "Give your family a taste of artisanal, unprocessed, zero-preservative cheese that they’re bound to love! With the goodness of 100% pure organic milk sourced from happy, healthy cows living on our chemical-free organic farms, our pizza cheese is carefully crafted by expert cheese artisans using authentic, traditional recipes.",
      "price": 2.99,
      "volume": "1kg",
      "product_image": "../images/cheese.png"
    },
    {
      "id": 5,
      "name": "Organic Cow Milk",
      "category": 1,
      "description": "No-boiling-required, ready-to-use Lactencia Organic Cow Milk (UHT) brings the benefits of pure, unadulterated milk to your kitchen - with the added advantage of a longer shelf life. Organic milk from that is free from antibiotics, hormones and chemical residues is ‘Ultra Heat-Treated’ to kill the harmful microorganisms and bad bacteria present in the milk, thereby increasing its shelf-life naturally.",
      "price": 8.9,
      "volume": "1000ml",
      "product_image": "../images/cow.jpg"
    },
    {
      "id": 6,
      "name": "Paneer",
      "category": 1,
      "description": "Akshayakalpa Organic Malai paneer is handcrafted using 100% organic milk from free-roaming, organic-fodder fed cows. Traditionally prepared by adding organic curd- without addition of synthetic citric acid, tartaric acid or lime juice- it has no additives, preservatives or emulsifiers.",
      "price": 6.99,
      "volume": "1000ml",
      "product_image": "../images/paneer.png"
    },
    {
      "id": 7,
      "name": "Yogurt",
      "category": 3,
      "description": "Lactencia Probiotic curd is food for the soul! Crafted using organic milk cream from happy, healthy cows living on organic farms, its purity reflects in the exceptional taste and quality of our curd. True to the traditional art of setting the perfect curd, specially-curated cultures are added to organic milk and allowed to ferment naturally, in their own time – without the use of any synthetic additives, preservatives or enhancers.",
      "price": 4.99,
      "volume": "500ml",
      "product_image": "../images/curd.png"
    },
    {
      "id": 8,
      "name": "Bread",
      "category": 7,
      "description": "Lactencia Whole Wheat Bread is made from 100% whole wheat flour without using any maida, preservatives, emulsifires, or chemical agents. Made with loafs of love and organic ingredients, each slice is packed with nutrition and is perfect for all recipes.",
      "price": 4.99,
      "volume": "300gms",
      "product_image": "../images/bread.png"
    },
    {
      "id": 9,
      "name": "Honey",
      "category": 7,
      "description": "Lactencia Multifloral Raw honey is pure honey in its most natural form. The honey is carefully extracted by expert beekeepers from honeycombs on certified organic farms in an ethical manner that conserves the natural habitat of the bees. Because Multifloral honey is extracted from various flower nectars, it has a unique and distinct taste.",
      "price": 14.99,
      "volume": "2500gms",
      "product_image": "../images/honey.png"
    },
    {
      "id": 10,
      "name": "Coconut",
      "category": 7,
      "description": "Akshayakalpa's Tender Coconut is a sip of good taste without compromising on your healthy diet. Often called mother nature's cool drink it is the perfect mix of both worlds. The intact crown is a symbol of our unaltered freshness.",
      "price": 8.99,
      "volume": "1qty",
      "product_image": "../images/coconut.png"
    },
    {
      "id": 11,
      "name": "Virgin Coconut Oil",
      "category": 7,
      "description": "Akshayakalpa Organic Cold Pressed Virgin Coconut Oil is nature’s very own pure coconut oil. Traditionally cold-pressed from mature, handpicked coconuts grown on chemical-free farms located in the ‘Sweet coconut belt’ of Southern India, every drop of oil boasts of its natural aroma, inviting flavour and essential nutrition. The coconuts are grown without the use of synthetic fertilizers or pesticides, ensuring the oil has no chemical residues.",
      "price": 15.99,
      "volume": "200ml",
      "product_image": "../images/coconutoil.png"
    },
    {
      "id": 12,
      "name": "Country Egg",
      "category": 6,
      "description": "Akshayakalpa Country eggs are a perfect way to give your morning a protein-packed start and maintain energy levels through the day. Free-roaming hens in the backyard of Akshayakalpa farms feeding on organic food are raised with great care to bring you eggs free from antibiotics and growth hormones, that are non-GMO and full of natural nutrition! The hens live in a stress-free environment with ample space to roam and to manifest their natural behaviour of exploring, foraging for insects and sun-bathing– resulting in healthy, nutritious eggs.",
      "price": 9.99,
      "volume": "14pcs",
      "product_image": "../images/eggs.jpg"
    },
    {
      "id": 13,
      "name": "Butter",
      "category": 4,
      "description": "Akshayakalpa Organic Cooking Butter is made using fresh cream of organic milk from fodder-fed cows on our organic farms. The traditional methods of slow-churning do away with the need for unnecessary processing protecting its nutrients and classic homemade flavour. With its smooth and creamy texture, Akshayakalpa Organic cooking butter is a versatile ingredient for your cooking and baking needs. Because it is unsalted, it allows you to choose the seasoning to elevate the flavour of your dish. Organic butter is not just flavourful, but nutritious too.",
      "price": 7.99,
      "volume": "500g",
      "product_image": "../images/batter.png"
    }

  ],
  "category": [
    {
      "id": 1,
      "name": "Milk",
      "image": "../images/milk.jpg"
    },
    {
      "id": 2,
      "name": "Cheese",
      "image": "../images/cheese.png"
    },
    {
      "id": 3,
      "name": "Yogurt",
      "image": "../images/curd.png"
    },
    {
      "id": 4,
      "name": "Butter",
      "image": "../images/butter.png"
    },
    {
      "id": 5,
      "name": "Ice-Cream",
      "image": "../images/milkproduct.png"
    },
    {
      "id": 6,
      "name": "Egg",
      "image": "../images/eggs.jpg"
    },
    {
      "id":7,
      "name":"Others",
      "image":"../images/coconutoil.png"
    }
  ],
  "user": [
    {
      "id": 1,
      "name": "Jagjot Singh",
      "email": "jagjotsingh882@gmail.com",
      "password": "125@md"
    },
    {
      "id": 2,
      "name": "Nanthesh Kannan ",
      "email": "nanthesh8kannan@gmail.com",
      "password": "125@md"
    },
    {
      "id": 3,
      "name": "Javin",
      "email": "javin882@gmail.com",
      "password": "125@md"
    },
    {
      "id": 4,
      "name": "Alwin ",
      "email": "alwin882@gmail.com",
      "password": "125@md"
    },
    {
      "id": 5,
      "name": "Sarpreet",
      "email": "ssarpreet.786@gmail.com",
      "password": "125@md"
    }
  ],
  "orders": [
    {
      "id": 1,
      "email": "jagjot882@yahoo.com",
      "p_id": [
        3
      ],
      "p_name": [
        "abc"
      ],
      "price": [
        4
      ],
      "quantity": [],
      "orderDate": "21-07-2024",
      "DeliverDate": "27-07-2024",
      "DeliverOption": {
        "IterateDeliver": true,
        "frequency": null,
        "Days": "Wednesday"
      },
      "orderStatus": "pending",
      "status": "active"
    },
    {
      "id": 2,
      "email": "jagjot882@yahoo.com",
      "p_id": [
        2,
        3
      ],
      "p_name": [
        "abc",
        "def"
      ],
      "price": [
        4,
        5
      ],
      "quantity": [],
      "orderDate": "21-07-2024",
      "DeliverDate": "27-07-2024",
      "DeliverOption": {
        "IterateDeliver": true,
        "frequency": null,
        "Days": "Wednesday"
      },
      "orderStatus": "pending",
      "status": "active"
    },
    {
      "id": 3,
      "email": "2jagjot882@yahoo.com",
      "p_id": [],
      "p_name": [],
      "price": [],
      "quantity": [],
      "orderDate": "21-07-2024",
      "DeliverDate": "27-07-2024",
      "DeliverOption": {
        "IterateDeliver": true,
        "frequency": null,
        "Days": "Wednesday"
      },
      "orderStatus": "pending",
      "status": "not active"
    },
    {
      "id": 4,
      "email": "2jagjot882@yahoo.com",
      "p_id": [],
      "p_name": [],
      "price": [],
      "quantity": [],
      "orderDate": "21-07-2024",
      "DeliverDate": "27-07-2024",
      "DeliverOption": {
        "IterateDeliver": true,
        "frequency": null,
        "Days": "Wednesday"
      },
      "orderStatus": "pending",
      "status": "not active"
    },
    {
      "id": 5,
      "email": "3jagjot882@yahoo.com",
      "p_id": [],
      "p_name": [],
      "price": [],
      "quantity": [],
      "orderDate": "21-07-2024",
      "DeliverDate": "27-07-2024",
      "DeliverOption": {
        "IterateDeliver": true,
        "frequency": null,
        "Days": "Wednesday"
      },
      "orderStatus": "pending",
      "status": "active"
    }
  ]
}